[
  {
    "id": "f0",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f0.jpg",
    "name": "F.0 & Your Name",
    "title": "F.0 & Your Name. The Signature Meditation",
    "description": "Vinko Globokar's F.0 is '?Corporel', the title of the piece.\nPauline Oliveros' XXV - Your Name. The Signature Meditation invites us to dwell on our own names, visualize them and, at last, sign them backwards, forwards, upside down or inside out.\n\nIn this fragment, the name I dwelt on is '?Corporel'. I then signed it on a transparent sheet of paper placed on an overhead projector. Using a pair of contact microphones, I recorded the sounds produced by the act of writing '?Corporel' (with one hand, with the other, with both hands at the same time and in different directions).\n\nThe transparent sheets resulting from F.0 & XXV - Your Name. The Signature Meditation (with the collaboration of the audience who engaged with the set up), as well as my own 'left-hand-practicing-sheets' are shown below.\n\nThis fragment was recorded in the Herman-Markus-Pressl-Saal, (KUG) Graz, on 28/03/24.\n\nAlisa Kobzar, Artem Rybchenko - video and light setting.\nLorenzo Orsenigo - audio and post-production.",
    "carouselItems": [
      {
        "type": "youtube",
        "src": "HD3nCrR5DI4"
      }
    ],
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.0_F.jpg",
      "/assets/img/globokar-oliveros-projects/F.0_Carosello/InPreparation_F.0.jpg",
      "/assets/img/globokar-oliveros-projects/F.0_Carosello/Test_F.0.jpg",
      "/assets/img/globokar-oliveros-projects/F.0_Carosello/F.0_TransparentSheet_Audience.jpg",
      "/assets/img/globokar-oliveros-projects/F.0_Carosello/F.0_TransparentSheet_Audience_1.jpg",
      "/assets/img/globokar-oliveros-projects/F.0_Carosello/F.0_TransparentSheet_Audience_2.jpg",
      "/assets/img/globokar-oliveros-projects/F.0_Carosello/F.0_TransparentSheet_Audience_3.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing (1), selected exercise sheets used to train my left-hand writing (2,3), and artistic outcomes from performances of the fragment on various occasions (4–7). Some of the transparent sheets were also written on by audience members, who engaged playfully with the setup."
  },
  {
    "id": "f1",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f1.png",
    "name": "F.1 & Theatre Piece",
    "title": "F.1 & Theatre Piece",
    "description": "Vinko Globokar's F.1 consists of vocal sounds (h, f, s, sch, r) and body-scratching gestures.\nPauline Oliveros' Theatre Piece invites us to make a list of everyone we have ever known, design our own postcard, think of a message (about social change) to write on the postcards, and send the postcards to everyone we have ever known.\n\nIf you look closely at the front of the postcards, you can see how Globokar's visual representations of sonic gestures, the signs and symbols in the score, were used as raw material to draw the original imaginary drawing - then I inverted the colours and digitalised the image. What is written on the back of the postcard reflects an attempt to bring together a message of social change and the sonic dimension of Globokar's F.1, which would otherwise be lost.\n\nTwenty-five postcards, as a representative sample, have been sent to 25 people on the list of \"everyone you have ever known\".\n\nLinz, January - March 2025.\n\nWould you like to receive a personalized postcard?\nDrop me an email and leave me your address. I will soon send you a postcard!",
    "carouselItems": [
      {
        "type": "image",
        "src": "/assets/img/globokar-oliveros-projects/f1.png"
      },
      {
        "type": "image",
        "src": "/assets/img/globokar-oliveros-projects/F.1_Carosello/f.1_Postcard_Backside_low.png"
      }
    ],
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.1_F.jpg",
      "/assets/img/globokar-oliveros-projects/F.1_BottomImages/F.1_Postcards.jpg",
      "/assets/img/globokar-oliveros-projects/F.1_BottomImages/F.1_ListOfPeople.jpeg",
      "/assets/img/globokar-oliveros-projects/F.1_BottomImages/F.1_ListofPeople.2.jpeg",
      "/assets/img/globokar-oliveros-projects/F.1_BottomImages/F.1_ListOfPeople.3.jpeg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing (1), some of the 25 postcards (with stamps) ready to be sent (2) and the 'List of People I Have Ever Known' (3-5, Foto: Manjunath Sonnad)."
  },
  {
    "id": "f2",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f2.png",
    "name": "F.2 & XXI",
    "title": "F.2 & XXI",
    "description": "Vinko Globokar's F.2 is about \"teeth chattering\", from very fast and piano, to slow and loud.\nPauline Oliveros' XXI says \"What constitutes your musical universe?\".\n\nMy musical universe can be represented as space in constant expansion. In this fragment, I recorded the same gesture (teeth chattering) several times, but each time I moved the microphone farther away. The greater the distance between the microphone and my mouth, the more reverberant the sound produced by my teeth chattering. The idea of expansion is also reinforced here by the zooming out of the cameras.\n\nThis fragment was recorded at the Herz-Jesu-Kirche, Graz, on 5/09/2024.\n\nAlisa Kobzar, Artem Rybchenko - video, audio and light setting.\nLorenzo Orsenigo - audio and post-production.",
    "carouselItems": [
      {
        "type": "youtube",
        "src": "GRBaNjIvuuY"
      }
    ],
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.2_F.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing."
  },
  {
    "id": "f3",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f3.png",
    "name": "F.3 & Environmental Dialogue",
    "title": "F.3 & VIII - Environmental Dialogue",
    "description": "Vinko Globokar's F.3 consists of a combination of vocal gestures (p, k, d, g, t), body scratching and body percussion (on the chest and stomach).\nPauline Oliveros' VIII - Environmental Dialogue invites the audience to find their own space (either indoors or outdoors) and to amplify, i.e. strengthen or sustain, the (pitch of the) surrounding sound sources.\n\nIn this fragment I conducted a group meditation. The audience was first guided through Oliveros' steps for beginning a meditation. Then, to create a specific soundscape from which the audience could choose sounds to amplify, a pre-recorded tape (with sounds from Globokar's fragment) was played through speakers. In the video you can see the whole meditation-performance, which took place at the Theater im Palais (KUG), Graz, as part of the festival ARTikulationen on 04.10.2024.\n\nLorenzo Orsenigo - concept and performance.\nBenedikt Alphart - audio/video recording and editing",
    "carouselItems": [
      {
        "type": "youtube",
        "src": "7uZVXirsm9I"
      }
    ],
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.3_F.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing."
  },
  {
    "id": "f4",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f4.png",
    "name": "F.4 & Native",
    "title": "F.4 & V - Native",
    "description": "Vinko Globokar's F.4 consists of a rhythmic combinations of finger snaps (arms open on the side) and claps (hands to the chest).\nPauline Oliveros' V - Native invites us to \"take a walk at night\" and \"walk so silently that the bottoms of your feet become ears\".\n\nOn a cold spring night I performed and recorded F.4 & V - Native on one of the sandy boulevards of Augarten (Graz). By repeating Globokar's fragment several times, I allowed my focus to shift from my hands, i.e. Globokar's gestures, to my feet, i.e. Oliveros' interest. A pair of binaural microphones placed around my ankles help to emphasise the foot-ear perspective.\n\nThis fragment was recorded at Augarten, Graz, on 26/04/2024.\n\nAlisa Kobzar, Artem Rybchenko - video, audio and light setting.\nLorenzo Orsenigo - audio and post-production",
    "carouselItems": [
      {
        "type": "youtube",
        "src": "lBv8AN2RH3M"
      }
    ],
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.4_F.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing."
  },
  {
    "id": "f5",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f5.png",
    "name": "F.5 & Earth",
    "title": "F.5 & In Consideration of the Earth",
    "description": "Vinko Globokar's F.5 consists of a rhythmic combination of vocal sounds (r, f, sch, h, s) and body strokes, alternating with a combination of body scratching and various vocal sounds (kiss, tongue snapping, throat constriction during inhalation, 'ts' during inhalation and tongue retraction stuck to palate).\nPauline Oliveros' In Consideration of the Earth invites us to listen in all directions, then to turn towards each cardinal point (and towards the 'centre') and play while \"interacting with sounds perceived or imagined\".\n\nThe round shape of the small square behind the KUG's main building (in Meranpark, between Brandohgasse, MUMUTH and Palais Meran) was used as a two-dimensional representation of the Earth. I performed Globokar's F.5 5 times, each time facing one of the four cardinal points plus the 'centre', while interacting with the (real or imagined) sounds coming from each direction.\n\nThis fragment was recorded in Meranpark, Graz, on 28/03/2024.\n\nAlisa Kobzar, Artem Rybchenko - video, audio and light setting.\nLorenzo Orsenigo - audio and post-production",
    "carouselItems": [
      {
        "type": "youtube",
        "src": "EU6-aAsqbR0"
      }
    ],
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.5_F.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing."
  },
  {
    "id": "f6",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f6.png",
    "name": "F.6 & A Song for Margrit",
    "title": "F.6 & A Song for Margrit",
    "description": "Vinko Globokar's F.6 consists of an arhythmic melody to be hummed.\nPauline Oliveros' A Song for Margrit, originally written for voice, is an invitation to listen for sounds made by the audience or the environment and to react to them as immediately as possible. The reactions the performer can choose from include vocal sounds, gestures or 'one word at a time from the sentence I listen to you'.\n\nIn this fragment I recorded the performance of F.6 & A Song for Margrit — as a combination between Globokar's humming melody and Oliveros' reactions to the ambient sounds — five times at different locations around the Herz-Jesu Kirche in Graz. I then compared the five recordings looking for similar gestures, and edited the video using such gestures to switch from one recording to another, thus establishing connections between unrelated times and spaces.\n\nGraz, 5/09/2024.\n\nLorenzo Orsenigo, concept - performance and audio-video editing\nAlisa Kobzar, Artem Rybchenko - cameras, video and audio recordings.",
    "carouselItems": [
      {
        "type": "youtube",
        "src": "dm6are3qYpA"
      }
    ],
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.6_F.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing."
  },
  {
    "id": "f7",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f7.png",
    "name": "F.7 & For Alison",
    "title": "F.7 & For Alison",
    "description": "Vinko Globokar's F.7 is a rhythmic combination of vocal sounds (g, p, t, d, s, f), body hits and scratches.\nPauline Oliveros' For Alison Knowles is an invitation to 'perform a sound, gesture, word, movement, graphic for each year of your life'. Each year could also be subdivided in \"seasons, months, weeks, days, hours, moments\".\n\nFor the last month I have been recording Globokar's F.10 (the 'gesture' mentioned in Oliveros' meditation) in different places and (at least) once a day. The various recordings were then broken down into fragments and juxtaposed to reconstruct the entire original performance, creating a complex network of spatial and temporal interactions.\nAs I plan to continue recording Globokar's fragment once a day for the next month (or a few months), the version presented here should be considered provisional.\n\nLorenzo Orsenigo - concept, performance, video/audio recordings and editing.",
    "carouselItems": [
      {
        "type": "youtube",
        "src": "TWM8bcvoI-Q"
      }
    ], 
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.7_F.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing."
  },
  {
    "id": "f8",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f8.png",
    "name": "F.8 & XXIV",
    "title": "F.8 & XXIV",
    "description": "Vinko Globokar's F.8 is about 'snoring'.\nPauline Oliveros' XXIV invites us to focus our attention on an external source of constant sound, and to imagine and produce alternate sounds while remaining aware of the external source.\n\nWhat you see here is the actual participatory meditation/performance of F.8 & XXIV. Before and in preparation, I led the audience in some of the exercises that Oliveros herself had developed to help participants join in her meditations. Globokar's 'snoring' was used as Oliveros' 'external source of constant sound'. By playing the snoring through a background tape and some portable speakers, the participants began to interact and respond not only to the snoring itself, but also to each other in very different and surprising ways, producing alternate sounds and thus contributing to a vibrant soundscape.\n\nThis fragment was performed and recorded* in the library of the Institute 16, KUG, Graz, on 5/06/2024.\n\nRoman Gavryliuk - audio and video.\n\n*All the participants have been informed and agreed on being included in the video recording.",
    "carouselItems": [
      {
        "type": "youtube",
        "src": "keBh7vSyzVQ"
      }
    ],
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.8_F.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing."
  },
  {
    "id": "f9",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f9.png",
    "name": "F.9 & Body Tune Up",
    "title": "F.9 & Body Tune Up",
    "description": "Vinko Globokar's F.9 is a rhythmic combination of lifting-and-letting-go of the limbs, from very slow to very fast, till the last gesture - a loud 'ah' while getting in sitting position.\nPauline Oliveros' Body Tune Up is an invitation to sense the body, relax and ultimately allow imaginary sounds to come to mind. When such imaginary sounds are clear, Oliveros suggests to make them sound inwardly, or out loud.\n\nAfter practising Oliveros' steps to begin a meditation, I performed and recorded F.9 & Body Tune Up. The video recording was then edited to emphasise the body and its shape with the aim of producing the flipbook shown below. To incorporate the sonic dimension of Globokar's F.9, I added the text bubbles and the onomatopoeic representations ('thud', 'clunk') of the sounds made by my limbs falling to the ground. \n\nThe original video is shown also as a reference.\n\nLorenzo Orsenigo - concept, performance, video editing and flipbook.\nAlisa Kobzar, Artem Rybchenko - cameras, video and audio recordings",
    "carouselItems": [
      {
        "type": "video",
        "src": "/assets/img/globokar-oliveros-projects/F.9_Flipbook/Flipbook_edited.mp4"
      },
      {
        "type": "youtube",
        "src": "kiHw_FUonl0"
      }
    ],
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.9_F.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing."
  },
  {
    "id": "f10",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f10.png",
    "name": "F.10 & Noise-Silence",
    "title": "F.10 & Noise-Silence",
    "description": "Vinko Globokar's F.10 is a rhythmic combination of vocal sounds, body hits and head scratches.\nPauline Oliveros' Noise-Silence is an invitation to experience, explore and reflect on noise and silence, their nature and nuances. What is noise? And what is silence? If we know how to make noise, how can we make silence? And how do we know 'when noise (or silence) feels complete'?\n\nWith the aim of artistically exploring the above questions, I performed and recorded F.10 & Noise-Silence in an acoustic measurement studio at KUG, a space isolated from its surroundings and designed to stop (or sensibly reduce) reflections or echoes of sound. I also invited dance artist and researcher Beatriz Herrera Corado to attend the session and to autoethnographically describe her experience during the performance. The notes she took, my own notes and our subsequent conversations are the inspiration for the text I created to accompany the video performance. Having realised the impossibility of capturing and conveying through audio devices the nature and nuances of the noise and silence that Corado and I experienced during the performance, the video is mainly silent.\n\nLorenzo Orsenigo, concept, performance and video editing\nAlisa Kobzar, Artem Rybchenko - cameras, video and audio recordings.\nBeatriz Herrera Corado, Lorenzo Orsenigo - text.",
    "carouselItems": [
      {
        "type": "youtube",
        "src": "9Kj0tM5AWIU"
      }
    ], 
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.10_F.jpg",
      "/assets/img/globokar-oliveros-projects/F.10_BottomImages/_DSC4125.jpeg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing (1), along with the fragment exhibited at ESC Graz (March 2025), shown in an exclusively outward-looking format."
  },
  {
    "id": "f11",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f11.jpeg",
    "name": "F.11 & One Word",
    "title": "F.11 & One Word",
    "description": "Vinko Globokar's F.11 consists of René Char's sentence \"J'ai lu récemment cette phrase: l'histoire des hommes est la longue succession des synonymes d'un même vocable. Y contredire est un devoir\".\nPauline Oliveros' XII - One Word invites us to choose a word, listen to it mentally, and speak it out increasing the speed with each repetition until we reach the maximum possible speed - then, the process could be reversed.\n\nIn this fragment, I chose Char's sentence as the 'word' that Oliveros mentions in her meditation. First, I translated Char's sentence into three different languages (Italian, English and German). Then, I recorded each translation (plus the original French version) by speaking the sentences from very slow to very fast, and back to very slow. Finally, I superimposed the four recordings.\n\nThis fragment was recorded at KWDS, Graz, on 19/03/2024.\n\nIf you would like to contribute to the expansion of this fragment, feel free to translate Char's sentence into your own language(s), record it and send it to me (lorenzo.orsenigo1995@gmail.com) so that I can learn from your pronunciation and then perform Oliveros' XII. If you like, you can also perform Oliveros' meditation on your own as described above, record it and send it to me. I will add your contribution to the main track and send you the latest update including your recording(s).",
    "carouselItems": [
        {
        "type": "audio",
        "src": "/assets/img/globokar-oliveros-projects/F.11_Audio/OneWord.mp3"
      }
    ],
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.11_F.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing (1) as well as the translations of Rene Char's text (2)."
  },
  {
    "id": "f12",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f12.png",
    "name": "F.12 & Tumbling Song",
    "title": "F.12 & Tumbling Song",
    "description": "Vinko Globokar's F.12 is a combination of vocal gestures (kiss, tongue snapping, tightening of the throat while inhaling, \"ts\" while inhaling, retracting tongue stuck to palate) and head scratching.\nPauline Oliveros' XIV - Tumbling Song invites us to produce any vocal sound, but always going down in pitch - in glissando or in discrete steps. There are no limitations regarding 'distance in range, speed, dynamics or quality', except for the length of the downward gestures, which is to be determined by the breath.\n\nIn this fragment, I repeated Globokar's sequence of vocal gestures several times, each time descending in pitch, as suggested by Oliveros. With each repetition, I increased the intensity of my playing in a climax that led to the final gesture. As a result, my mouth, tongue, and facial expressions became the focus of my experimentation, resulting in unusual techniques and unexpected sounds.\n\nThis fragment was recorded at IEM, Graz, on 26/04/2024.\n\nAlisa Kobzar, Artem Rybchenko - video, audio and light setting.\nLorenzo Orsenigo - audio and post-production.",
    "carouselItems": [    
      {
        "type": "youtube",
        "src": "ihzkJ_qbBsg"
      }
    ],
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.12_F.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing."
  },
  {
    "id": "f13",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f13.jpg",
    "name": "F.13 & Just Listening",
    "title": "F.13 & Just Listening",
    "description": "Vinko Globokar's F.13 is about yawning - bâiller, in French.\nPauline Oliveros' Just Listening is about listening to what is happening around.\n\nIn our daily lives, yawning is a very common, unintentional and often overlooked gesture, usually associated with tiredness or boredom. However, it can also be seen as a momentary and unique state of being, and therefore of listening. Have you ever noticed what happens to your ears when you yawn? The ear canals slightly compress as the jaw opens to its limit, resulting in a filtering effect - something similar to a high-pass filter. To record what and how I listen to while yawning, for the last 14 months I have been working on my A Yawning Diary, which you can see on display here.\n\nIf reading about yawning makes you yawn, feel free to write down what, when, or how you listen to while yawning in your own yawning diary.",
    "carouselItems": [
      {
        "type": "image",
        "src": "/assets/img/globokar-oliveros-projects/f13-carousel-1.jpg"
      },
      {
        "type": "image",
        "src": "/assets/img/globokar-oliveros-projects/f13-carousel-2.jpg"
      },
      {
        "type": "image",
        "src": "/assets/img/globokar-oliveros-projects/f13-carousel-3.jpg"
      },
      {
        "type": "image",
        "src": "/assets/img/globokar-oliveros-projects/f13-carousel-4.jpg"
      }
    ],
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.13_F.jpg",
      "/assets/img/globokar-oliveros-projects/F.13_BottomImages/Response_1.jpg",
      "/assets/img/globokar-oliveros-projects/F.13_BottomImages/Response_2.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing (1) as well as some of the entries (2,3) that visitors wrote on the 'This is also a yawning diary'."
  },
  {
    "id": "f14",
    "pictureUrl": "/assets/img/globokar-oliveros-projects/f14.png",
    "name": "F.14 & Metacolors",
    "title": "F.14 & Metacolors",
    "description": "Vinko Globokar's F.14 consists of a rhythmic pattern (to be played on any part of the body) which leads to the final gesture of the piece, the suicide.\nPauline Oliveros' Metacolors, originally written for \"[…] Musicians Who See and Hear in Color\", is an invitation to play colours as emotions, or emotions as colours.\n\nIn this fragment I collected 81 video performances of ?Corporel, mainly available on YouTube. Then I cut the videos according to the beginning of F.14 and puzzled them in the frame. Finally, I practised Oliveros' meditation and edited each video according to her list of \"emotion-colour\" pairings (see here on the side). In some cases it was easy to associate the video with a particular emotion (and therefore a particular colour). In other cases, it was not possible to distinguish one emotion from another, so I decided to leave the videos in their original colours or in black and white.",
    "carouselItems": [
      {
        "type": "youtube",
        "src": "0tRcARr3iAk"
      }
    ], 
    "bottomImages": [
      "/assets/img/globokar-oliveros-projects/Pictures_descriptions/F.14_F.jpg"
    ],
    "bottomText": "This documentation presents the Globokar-Oliveros pairing."
  }
]