[
  {
    "pictureUrl": "/assets/img/stele-gerard-grisey.jpg",
    "path": "/projects/research/stele-gerard-grisey",
    "name": "Stéle, Gèrard Grisey",
    "title": "Stéle, Gèrard Grisey",
    "description": ""
  },
  {
    "pictureUrl": "/assets/img/the-king-of-denmark-morton-feldman.jpg",
    "path": "/projects/research/the-king-of-denmark-morton-feldman",
    "name": "The King of Denmark, Morton Feldman",
    "title": "The King of Denmark, Morton Feldman",
    "description": ""
  },
  {
    "pictureUrl": "/assets/img/globokar-oliveros.jpg",
    "path": "/phd",
    "name": "Globokar-Oliveros",
    "title": "Why Listening?",
    "subtitle": "A Hacked Interpretation of Vinko Globokar's ?Corporel (1985) through Pauline Oliveros' meditations (1971 - 2016)",
    "description": "Globokar's and Oliveros' explorations of the body-as-instrument present the human body as both wonderfully unique and inherently universal. If Globokar's ?Corporel—one of the first pieces ever composed for 'a percussion player on his body', to quote the composer himself—explores the peculiar sounds that can be produced by gestures such as striking, scratching or voicing a body, Oliveros' meditations focus on the participants' 'selves', inviting them to listen to and experience what is inside and outside, and to respond to it through sound, thus expressing their uniqueness. At the same time, by foregrounding the interaction with one's own body as the only instrument necessary to play their pieces, both composers emphasise the inherent universality of the body itself, something common to all human beings, making both pieces potentially accessible to everyone.\n\nHowever, how can the human body be both particular and universal? How can these two different tendencies be held together and expressed artistically? Or, from another perspective, how can what seems to be a seemingly unsolvable conflict be the starting point for generating artistic meaning by exploring the potential transformativity of encounters, as described by Anna Tsing in her The Mushroom at the End of the World?\n\nBy metaphorically bringing together two iconic composers, improvisers and performers such as Globokar and Oliveros through their pieces, I seek to explore the hidden artistic possibilities offered by alternative approaches to musical interpretation. The fragments, connected (or separated) by 'fermata signs' that constitute Globokar's piece, have been isolated and extracted from the score. Each fragment of Globokar has been paired with one (or more) of Oliveros' meditations allowing them to actually encounter and therefore influence, or to stick with Tsing, 'disturb' each other, thus unfolding in different artistic outcomes."
  },
  {
    "pictureUrl": "/assets/img/meow-mouth-juta-pranulyte.png",
    "path": "/projects/research/meow-mouth-juta-pranulyte",
    "name": "Meow-Mouth, Juta Pranulytė",
    "title": "Meow-Mouth, Juta Pranulytė",
    "description": ""
  }
]
